tap "golemfactory/golem"
tap "golemfactory/hyperg"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# Command-line interface for SQLite
brew "sqlite"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Utility that creates projects from templates
brew "cookiecutter"
# GitHub command-line tool
brew "gh"
# GNU multiple precision arithmetic library
brew "gmp"
# Configurable static site generator
brew "hugo"
# Platform built on V8 to build network applications
brew "node"
# High dynamic-range image file format
brew "openexr"
# Ruby version manager
brew "rbenv"
# Low-level access to audio, keyboard, mouse, joystick and graphics
brew "sdl"
# Tool to create intelligent and beautiful documentation
brew "sphinx-doc"
# Cross-shell prompt for astronauts
brew "starship"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# Command Line Interface for Golem
brew "golemfactory/golem/golemcli"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
cask "font-ubuntu-nerd-font"
cask "golem"
cask "golem-mainnet-launcher"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Finder Toolbar app to open the current directory in Terminal or Editor
cask "openinterminal"
